[
    {
        "description": "我正躺在酒店的床上看电视，有点困了，想要提神，电视正下方的柜子上有什么物体可以帮我制作一杯提神饮品？",
        "object_ids": [
            77
        ],
        "full_text": "我正躺在酒店的床上看电视，有点困了，想要提神，电视正下方的柜子上有什么物体可以帮我制作一杯提神饮品？ [77]"
    },
    {
        "description": "我躺在床上休息，有点无聊，有什么东西可以看电影或者播放音乐剧？",
        "object_ids": [
            24
        ],
        "full_text": "我躺在床上休息，有点无聊，有什么东西可以看电影或者播放音乐剧？ [24]"
    },
    {
        "description": "在墙角，靠近床和红色皮座椅的可以用来处于关闭状态，但打开后可以用来照亮房间的物体是",
        "object_ids": [
            50
        ],
        "full_text": "在墙角，靠近床和红色皮座椅的可以用来处于关闭状态，但打开后可以用来照亮房间的物体是 [50]"
    },
    {
        "description": "我躺在床上准备休息，室内的灯光太亮了影响我入睡，请问在我的所有两边关掉什么物体可以让房间变暗？",
        "object_ids": [
            57,
            47
        ],
        "full_text": "我躺在床上准备休息，室内的灯光太亮了影响我入睡，请问在我的所有两边关掉什么物体可以让房间变暗？ [57] [47]"
    },
    {
        "description": "我坐在白色可移动办公椅上，正对米白色窗帘，我需要在白色桌子上写信，但是光线太暗了，打开什么东西可以让桌面光线更亮？",
        "object_ids": [
            41,
            26
        ],
        "full_text": "我坐在白色可移动办公椅上，正对米白色窗帘，我需要在白色桌子上写信，但是光线太暗了，打开什么东西可以让桌面光线更亮？ [41] [26]"
    },
    {
        "description": "靠近落地窗和窗帘且可以轻松移动的物体",
        "object_ids": [
            19
        ],
        "full_text": "靠近落地窗和窗帘且可以轻松移动的物体 [19]"
    },
    {
        "description": "今天阳光很好，请问有什么物体可以让我舒服的靠在窗边看书？",
        "object_ids": [
            20,
            44
        ],
        "full_text": "今天阳光很好，请问有什么物体可以让我舒服的靠在窗边看书？ [20] [44]"
    },
    {
        "description": "我面对电视机，请问我应该在什么物体上找遥控器？",
        "object_ids": [
            33
        ],
        "full_text": "我面对电视机，请问我应该在什么物体上找遥控器？ [33]"
    },
    {
        "description": "我站在白色移动办公椅的旁边，发现桌面上少了一些信纸，我应该通过桌面上的什么物体联系客房服务？",
        "object_ids": [
            42
        ],
        "full_text": "我站在白色移动办公椅的旁边，发现桌面上少了一些信纸，我应该通过桌面上的什么物体联系客房服务？ [42]"
    },
    {
        "description": "我拖着行李走进客房，站在走廊里，请问我正前方的什么物体可以用来放我的箱子？",
        "object_ids": [
            18
        ],
        "full_text": "我拖着行李走进客房，站在走廊里，请问我正前方的什么物体可以用来放我的箱子？ [18]"
    },
    {
        "description": "我把箱子放好后，面对镜子，开始整理自己的衣物，请问我可以在哪里找到挂衣服的地方？",
        "object_ids": [
            36
        ],
        "full_text": "我把箱子放好后，面对镜子，开始整理自己的衣物，请问我可以在哪里找到挂衣服的地方？ [36]"
    },
    {
        "description": "我准备出门参加晚宴，我面对镜子检查仪容仪表，但是发现光线不是很好，请问镜子上方的什么东西可以照亮镜子？",
        "object_ids": [
            67
        ],
        "full_text": "我准备出门参加晚宴，我面对镜子检查仪容仪表，但是发现光线不是很好，请问镜子上方的什么东西可以照亮镜子？ [67]"
    },
    {
        "description": "我想要躺在床上靠近窗户的地方看书，请问什么东西可以让我躺得更舒服？",
        "object_ids": [
            79
        ],
        "full_text": "我想要躺在床上靠近窗户的地方看书，请问什么东西可以让我躺得更舒服？ [79]"
    },
    {
        "description": "我走进客房的卫生间，正对马桶的可以用来洗手的物体",
        "object_ids": [
            28
        ],
        "full_text": "我走进客房的卫生间，正对马桶的可以用来洗手的物体 [28]"
    },
    {
        "description": "我刚洗完澡，站在浴室的门口，正对我的哪些物体可以用来擦拭身体？",
        "object_ids": [
            56
        ],
        "full_text": "我刚洗完澡，站在浴室的门口，正对我的哪些物体可以用来擦拭身体？ [56]"
    },
    {
        "description": "我坐在马桶上，正对洗手台，我右手边的物体",
        "object_ids": [
            74,
            75
        ],
        "full_text": "我坐在马桶上，正对洗手台，我右手边的物体 [74] [75]"
    },
    {
        "description": "我躺在床上看书，准备休息，在床边距离我最近的可以放书的物体",
        "object_ids": [
            13,
            78
        ],
        "full_text": "我躺在床上看书，准备休息，在床边距离我最近的可以放书的物体 [13] [78]"
    },
    {
        "description": "请问客房卫生间入口处右手边，有什么物体可以用来控制房间温度和明暗？",
        "object_ids": [
            60,
            61
        ],
        "full_text": "请问客房卫生间入口处右手边，有什么物体可以用来控制房间温度和明暗？ [60] [61]"
    },
    {
        "description": "我可以在客房的哪里找到逃生示意图？",
        "object_ids": [
            22
        ],
        "full_text": "我可以在客房的哪里找到逃生示意图？ [22]"
    },
    {
        "description": "在背对电视机，面对大床，在床背后的墙上什么物体是用来供人欣赏的？",
        "object_ids": [
            1
        ],
        "full_text": "在背对电视机，面对大床，在床背后的墙上什么物体是用来供人欣赏的？ [1]"
    },
    {
        "description": "我坐在白色可移动的办公椅上办公，但是我的电脑快没电了，我的左手边有什么物体可以用来放电脑，边充电边办公？",
        "object_ids": [
            34,
            39
        ],
        "full_text": "我坐在白色可移动的办公椅上办公，但是我的电脑快没电了，我的左手边有什么物体可以用来放电脑，边充电边办公？ [34] [39]"
    },
    {
        "description": "现在是夏天，我感觉客房里有点热，我可以在哪里检查空调有没有在正常送风？",
        "object_ids": [
            31
        ],
        "full_text": "现在是夏天，我感觉客房里有点热，我可以在哪里检查空调有没有在正常送风？ [31]"
    },
    {
        "description": "现在是冬天，我感觉客房里有点冷，我可以在哪里检查空调有没有在正常送热风？",
        "object_ids": [
            31
        ],
        "full_text": "现在是冬天，我感觉客房里有点冷，我可以在哪里检查空调有没有在正常送热风？ [31]"
    },
    {
        "description": "在床的一侧，靠近窗户和红色皮沙发，用来放置首饰和贴身饰品的物体",
        "object_ids": [
            78
        ],
        "full_text": "在床的一侧，靠近窗户和红色皮沙发，用来放置首饰和贴身饰品的物体 [78]"
    },
    {
        "description": "在床的一侧，灯的正下方，靠近卫生间的用来放置首饰的物体",
        "object_ids": [
            13
        ],
        "full_text": "在床的一侧，灯的正下方，靠近卫生间的用来放置首饰的物体 [13]"
    },
    {
        "description": "我坐在红色皮座椅上，靠着靠垫，面对床的一侧，我左手边有什么物体是不亮的？",
        "object_ids": [
            50
        ],
        "full_text": "我坐在红色皮座椅上，靠着靠垫，面对床的一侧，我左手边有什么物体是不亮的？ [50]"
    },
    {
        "description": "我坐在红色皮座椅上，靠着靠垫，面对床的一侧，我左手边有什么物体是亮着的？",
        "object_ids": [
            57
        ],
        "full_text": "我坐在红色皮座椅上，靠着靠垫，面对床的一侧，我左手边有什么物体是亮着的？ [57]"
    }
]